Repository: klima7/Social-Insight
Catalog: frontend/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Average conversation length
pl: Średnia długość konwersacji

source: Your emoji ranking
pl: Twój ranking emoji

source: Number of photos in conversations
pl: Liczba zdjęć w konwersacji

source: Messages sent by sex
pl: Liczba wiadomości według płci

source: Messages sent by day of week
pl: Liczba wysłanych wiadomości według dnia tygodnia

source: Messages sent by hour
pl: Liczba wysłanych wiadomości według godziny

source: Messages sent by month
pl: Liczba wysłanych wiadomości według miesiąca

source: Messages sent by year
pl: Liczba wysłanych wiadomości według roku

source: Reply time by user
pl: Czas odpowiedzi Twoich znajomych

source: Percent of sentences starting with capital letter
pl: Procent zdań zaczynających się wielką literą

source: Percent of sentences with punctuation
pl: Procent zdań ze znakami interpunkcyjnymi

source: Average words count in message
pl: Średnia liczba słów w wiadomości

source: The people you write with most frequent
pl: Ludzie z którymi najczęściej piszesz

source: Your messages analysis
pl: Analiza Twoich wiadomości

source: Your reactions
pl: Dane przez Ciebie reakcje

source: Reactions given to you
pl: Reakcje dane Tobie

source: Event responses
pl: Reakcje na zdarzenia

source: Number of followed pages
pl: Liczba obserwowanych stron

source: Number of followed people
pl: Liczba obserwowanych osób

source: Most frequently searched phrases
pl: Najczęściej wyszukiwane frazy

source: Number of interactions with groups
pl: Liczba interakcji z grupami

source: Number of group memberships
pl: Liczba grup do których należysz

source: Percent of likes by hour
pl: Procent polubień względem godziny

source: Number of likes by year
pl: Liczba polubień według roku

source: Number of each notification type
pl: Typy otrzymywanych notyfikacji

source: Percent of notifications by day
pl: Liczba notyfikacji od dnia tygodnia

source: Percent of notifications by hour
pl: Liczba notyfikacji od godziny

source: Number of reactions
pl: Liczba reakcji

source: Types of most frequently searched elements
pl: Typy najczęściej wyszukiwanych elementów

source: Cumulated number of likes
pl: Skumulowana liczba polubień

source: Browser
pl: Przeglądarka

source: Device
pl: Urządzenia

source: Friends invites, deleted and aquired.
pl: Liczba przyjaciół zaproszonych, usuniętych i uzyskanych

source: Friends count
pl: Liczba przyjaciół

source: Things you are interested in according to Facebook
pl: Twoje zainteresowania według facebooka

source: Percent of logins by hour
pl: Procent logowań względem godziny

source: Pages you visited while being logged into facebook
pl: Strony, który odwiedziłeś, będąc zalogowanym na facebooku

source: Operating system
pl: System operacyjny

source: Usage statistics
pl: Statystyki wykorzystania

source: percent of comments by hour
pl: Procent komentarzy względem godziny

source: Number of comments by year
pl: Liczba komentarzy według roku

source: Comments in each group
pl: Liczba komentarzy w każdej grupie

source: percent of posts by hour
pl: Procent dodanych postów od godziny

source: Number of posts by year
pl: Liczba postów według roku

source: Cumulated number of comments
pl: Skumulowana liczba komentarzy

source: Cumulated number of posts
pl: Skumulowana liczba postów

source: pending
pl: oczekiwanie

source: processing
pl: przetwarzanie

source: success
pl: sukces

source: failure
pl: porażka

source: Response
pl: Odpowiedź

source: Reply
pl: Odpowiedz

source: Response was sent
pl: Odpowiedź została wysłana

source: User was removed
pl: Użytkownik został usunięty

source: User account confirmed
pl: Konto użytkownika zostało potwierdzone

source: Invalid email address
pl: Nieprawidłowy adres email

source: Password
pl: Hasło

source: Keep me logged in
pl: Zapamiętaj mnie

source: Log In
pl: Zaloguj

source: Password must have at least %(count)s characters
pl: Hasło musi składać się conajmniej z %(count)s znaków

source: Repeat password
pl: Powtórz hasło

source: Passwords must match
pl: Hasła muszą się zgadzać

source: Register
pl: Zarejestruj

source: Email already registered
pl: Użytkownik z tym adresem email jest już zarejestrowany

source: Current password
pl: Aktualne hasło

source: New password
pl: Nowe hasło

source: Repeat new password
pl: Powtórz nowe hasło

source: Change
pl: Zmień

source: Reset
pl: Resetuj

source: Please confirm this email first! Click %(start)shere%(end)s to resend confirmation
pl: Prosimy potwierdzić adres email. Kliknij %(start)stutaj%(end)s, aby ponownie wysłać link potwierdzający

source: Pack was added to your account!
pl: Paczka została dodana do Twojego konta!

source: Invalid login or password
pl: Nieprawidłowy login lub hasło

source: You have logged out
pl: Wylogowałeś się

source: Account Confirmation
pl: Potwierdzenie konta

source: Register success! Please confirm your email before logging
pl: Zarejestrowano pomyślnie! Prosimy potwierdzić adres email przed logowaniem

source: Your account is already confirmed
pl: Twoje konto jest już potwierdzone

source: You have confirmed your account. Thanks!
pl: Potwierdziłeś swoje konto. Dziękujemy!

source: The confirmation link is invalid or has expired
pl: Link potwierdzający jest nieprawidłowy lub wygasł

source: Email confirmation was sent again
pl: Email z instrukcjami do potwierdzenia konta został wysłany

source: Password changed
pl: Hasło zostało zmienione

source: Current password is invalid!
pl: Aktualne hasło jest niepoprawne!

source: Reset Password
pl: Zresetuj hasło

source: Email with instructions to reset password was sent
pl: Email z instrukcjami do resetowania hasła został wysłany

source: This email address is not registered!
pl: Użytkownik z takim adresem email nie jest zarejestrowany

source: Your password has been updated
pl: Twoje hasło zostało zaktualizowane

source: The reset link is invalid or has expired
pl: Link resetujący hasło jest niepoprawny lub wygasł

source: Are you sure that you want to delete this account? %(start)sYes%(end)s
pl: Czy jesteś pewny, że chcesz usunąć to konto? %(start)sTak, jestem%(end)s

source: Your account was removed
pl: Twoje konto zostało usunięte

source: New pack name
pl: Nowa nazwa paczki

source: Rename
pl: Zmień nazwę

source: New collation name
pl: Nowa nazwa zestawienia

source: Opinion about application
pl: Opinia na temat aplikacji

source: New feature proposition
pl: Propozycja nowej funkcjonalności

source: Bug reporting
pl: Zgłoszenie błędu

source: Other
pl: Inne

source: Your email
pl: Twój email

source: Topic
pl: Temat

source: Content
pl: Treść

source: Send
pl: Wyślij

source: Pack
pl: Paczka

source: Sorry, example pack is not available
pl: Przepraszamy, przykładowa paczka nie jest dostępna

source: Are you sure that you want to remove this pack?
pl: Czy jesteś pewny, że chcesz usunąć tą paczkę?

source: Yes
pl: Tak

source: Pack was removed
pl: Paczka została usunięta

source: Collation
pl: Zestawienie

source: New collation was created
pl: Nowe zestawienie zostało stworzone

source: Collation name changed to %(name)s
pl: Nazwa zestawienia została zmieniona na %(name)s

source: Are you sure that you want to remove this collation?
pl: Czy na pewno chcesz usunąć to zestawenie?

source: collation was removed
pl: Zestawienie zostało usunięta

source: Pack name changed to %(name)s
pl: Nazwa paczki została zmieniona na %(name)s

source: Message
pl: Wiadomość

source: Message was sent
pl: Wiadomość została wysłana

source: Account
pl: Konto

source: Your account
pl: Twoje konto

source: Change password
pl: Zmień hasło

source: Delete account
pl: Usuń konto

source: Main page
pl: Strona główna

source: Admin panel
pl: Panel admina

source: Christmas theme
pl: Świąteczny wygląd

source: Messages
pl: Wiadomości

source: Users
pl: Użytkownicy

source: From
pl: Od

source: Delete
pl: Usuń

source: Confirmed
pl: Potwierdzone

source: Registration date
pl: Data rejestracji

source: Operations
pl: Operacje

source: No
pl: Nie

source: Confirm
pl: Potwierdź

source: Authors
pl: Autorzy

source: credits
pl: podziękowania

source: authors
pl: autorzy

source: Category
pl: Kategoria

source: Anonymous result
pl: Anonimowy wynik

source: Table of contents
pl: Spis treści

source: No graphs in this category
pl: Brak wykresów w tej kategorii

source: rename
pl: zmień nazwę

source: remove
pl: usuń

source: download pdf
pl: pobierz pdf

source: download pdf to print
pl: pobierz pdf do druku

source: Download zip
pl: Pobierz zip

source: No graphs in this collation
pl: Brak wykresów w tym zestawieniu

source: Contact
pl: Kontakt

source: Credits
pl: Podziękowania

source: Icons made by Pixel perfect from www.flaticon.com
pl: Ikony stworzone przez Pixel perfect z www.flaticon.com

source: Page template by www.startbootstrap.com
pl: Szablon strony dzięki www.startbootstrap.com

source: Drop here your data file!
pl: Upuść tutaj swój plik danych!

source: How to get it?
pl: Jak go zdobyć?

source: Let us analyse you data
pl: Pozwól nam przeanalizować swoje dane

source: Or check sample output
pl: Lub sprawdz przykładowy wynik

source: here!
pl: tutaj!

source: Features
pl: Możliwości

source: Generating graphs
pl: Generowanie wykresów

source: This is the main purpose on this application. We can generate a lot of graphs and tables grouped in a few categories to keep them organized.
pl: Jest to główne zadanie naszej aplikacji. Może ona wygenerować wiele wykresów i tabel pogrupowanych w kategorie, aby utrzymać porządek.

source: Safety
pl: Bezpieczeństwo

source: Our application is using safe https protocol, so your data is safe during uploading. Then is processed on the served side and immediately deleted.
pl: Nasza aplikacja używa bezpiecznego protokołu https, aby twoje dane były bezpieczne podczas wysyłania. Następnie są one przetwarzane po stronie serwera i niezwłocznie usówanie.

source: Generating PDFs
pl: Generowanie PDF

source: Generate pdf files with ease, just click one button. Two versions of pdfs are available: fancy and version to print.
pl: Możesz z łatwością wygenerować pliki pdf, wystarczy jeden przycisk. Dostępne są dwie wersje plików pdf: kolorowa oraz do druku.

source: Sharing
pl: Udostępnianie

source: You can easily share your graphs on facebook. You can also copy a link to your graph and paste it anywhere you like.
pl: Możesz bardzo łatwo podzielić się swoimi wykresami ze znajomymi na facebooku. Możesz również skopiować link do wybranego wykresu i wkleić go wszędzie gdzie masz ochotę.

source: How to get data file?
pl: Gdzie znaleźć swój plik z danymi?

source: First log in to your facebook account. Then look at upper right corner, click <b>Settings & privacy</b> from the dropdown and then <b>Setting</b>.
pl: Zaloguj się na zwoje konto na Facebooku. Wybierz opcję <b>Ustawienia i prywatność</b> z rozwijanego menu w górnym prawy rogu, a następnie <b>Ustawienia</b>.

source: Select <b>Your Facebook information</b> from Settings panel on the left.
pl: Wybierz <b>Twoje informacje na Facebooku</b> z panelu Ustawienia po lewej stronie.

source: Click <b>Download your Information</b> on the central panel.
pl: Kliknij <b>Pobieranie Twoich Informacji</b> na centralnym panelu.

source: Select data which you want to download. The more you select the more we can analyse. Remember to change <b>Format</b> from HTML to <b>JSON</b>! Then click <b>Create File</b>.
pl: Wybierz dane, które chcesz pobrać. Im więcej elementów wybierzesz, tym więcej będziemy mogli przeanalizować. Pamiętaj aby zmienić <b>Format</b> na <b>JSON</b>! Następnie kliknij przycisk <b>Utwórz plik</b>.

source: Now you have to wait some time. It may take few seconds to few hours, depending on how much data have to be prepared. When you data file is ready you will receive <b>notification</b>. Just click it, download and send to us!
pl: Teraz będzie trzeba poczekać trochę czasu. Może on wynieść od kilku sekund do kilku godzin, w zależności od ilości danych do przygotowania. Kiedy plik będzie gotowy otrzymasz <b>powiadomienie</b>. Kliknij je, pobierz plik i wyślij go nam!

source: Login
pl: Zaloguj

source: Logging
pl: Logowanie

source: You don't have account?
pl: Nie masz jeszcze konta?

source: Register now!
pl: Zarejestruj się teraz!

source: You have forgotten your password?
pl: Zapomniałeś swoje hasło?

source: Reset password!
pl: Zresetuj hasło!

source: Reset password
pl: Zresetuj hasło

source: Enter you email address bellow.
pl: Wpisz poniżej swój adres email.

source: If it is valid you will receive instruction to reset Your password
pl: Jeśli jest poprawny, to zostaną wysłane na niego instrukcje dotyczące resetowania hasła

source: Collation name
pl: Nazwa zestawienia

source: Creation date
pl: Data stworzenia

source: Creator
pl: Użytkownik

source: REGISTER
pl: ZAREJESTRUJ

source: Must have at lest %(count)d characters
pl: Musi mieć conajmniej %(count)d znaków

source: Light mode
pl: Tryb jasny

source: Dark mode
pl: Tryb ciemny

source: Language
pl: Język

source: Logout
pl: Wyloguj

source: Invite friends
pl: Zaproś znajomych

source: If You like our webside, talk about it to You friends. We would be gratefull!
pl: Jeśli lubisz naszą stronę, to powiedz o niej znajomych. Będziemy wdzięczni!

source: Keep in contact
pl: Kontakt

source: If You would like to have a new feature or You found a bug just contact us,
pl: Jeśli masz propozycję nowej funkcjonalności lub znalazłeś bug, to napisz nam,

source: Like us on facebook
pl: Polub nas na facebooku

source: Analysing
pl: Analizowanie

source: Please, wait a moment
pl: Proszę poczekaj chwilę

source: We are analysing you data
pl: Analizujemy twoje dane

source: We are generating requested file
pl: Generujemy żądany plik

source: Progress
pl: Postęp

source: Show
pl: Pokaż

source: Add
pl: Dodaj

source: Public
pl: Publiczny

source: Share
pl: Udostępnij

source: Copy link
pl: Kopiuj link

source: Sorry, error occured
pl: Przepraszamy, wystąpił błąd

source: Unknown type of data to render
pl: Nierozpoznany typ danych do wyrenderowania

source: Social Insight, like us on Facebook
pl: Social Insight, polub nas na Facebooku

source: Welcome new user!
pl: Witaj nowy użytkowniku!

source: Activate your account with this button!
pl: Aktywuj swoje konto za pomocą tego przycisku!

source: Activate!
pl: Aktywuj!

source: Author
pl: Autor

source: Your message
pl: Twoja wiadomość

source: Reset your password with the button bellow.
pl: Zresetuj swoje hasło za pomocą poniższego przycisku.

source: Reset!
pl: Resetuj!

source: Results
pl: Wyniki

source: messages
pl: wiadomości

source: posts
pl: posty

source: miscellaneous
pl: różne

source: other
pl: inne

source: %(ls)sLogin%(le)s or %(rs)sRegister%(re)s to store this chart pack permanently and gain access to extra features
pl: %(ls)sZaloguj się%(le)s lub %(rs)szarejestruj%(re)s, aby trwale zapisać te wyniki i zyskać dostęp do dodatkowych możliwości

source: Collations
pl: Zestawienia

source: Name
pl: Nazwa

source: Size
pl: Rozmiar

source: Date
pl: Data

source: Empty
pl: Pusto

source: Create new collation
pl: Stwórz nowe zestawienie

source: Data packs
pl: Paczki danych

source: Upload new pack
pl: Dodaj nową paczkę

source: Close window
pl: Zamknij okno

source: Rename collation
pl: Zmień nazwę zestawienia

source: Rename pack
pl: Zmień nazwę paczki

source: Here you are!
pl: Proszę bardzo!
